export default {
  state: () => ({
    aboutSection: {
      header: 'Ми, як і ви, давно себе запитували дві речі:',
      subheader:
        'Як підняти ще трохи грошей для українських захисників, і чому в Ізраїлі ніде купити книгу українською мовою?',
      list: [
        {
          id: '1',
          text: 'Ось чому ми привезли для вас книги з України. Їх поки не так багато, як хотілося би бачити на всю країну, але це лише початок.',
        },
        { id: '2', text: 'Якщо ви будете читати, ми залюбки привеземо ще, враховуючи ваші побажання.' },
        {
          id: '3',
          text: 'Купуючи книги українських видавництв, ви підтримуєте економіку нашої рідної держави у цей складний час.',
        },
        {
          id: '4',
          text: 'А купуючи книги у нас - ще й допомагаєте всім нам стати на крок ближче до перемоги, адже весь дохід ми передамо ЗСУ. Все буде Україна!',
        },
      ],
    },
    stepsSection:
      [
        { id: '01', title: 'Як замовити?', description: 'Додай книгу до кошику та натисни "Замовити", зателефонуй або напиши нам!' },
        { id: '02', title: "Доставка кур'єром:", description: 'В межах Тель-Авіва доставляємо безкоштовно впродовж 1-2 днів.' },
        { id: '03', title: 'Доставка поштою:', description: 'В інші міста надсилаємо поштою, вартість такої доставки 20 шекелів, тривалість 2-3 дні.' }
      ],

    questions: [
      { question: 'Питання', answer: 'Відповідь', id: 1 },
      { question: 'Питання', answer: 'Відповідь', id: 2 },
      { question: 'Питання', answer: 'Відповідь', id: 3 },
      { question: 'Питання', answer: 'Відповідь', id: 4 },
    ],


  })
}
